# Ms Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Ms Property
SymbolTypeId Class See Also
---
Symbol ms, indicating unit Milliseconds.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Ms { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Ms As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Ms {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace